{
  "YouTube Title and Description Generator": "Générateur de titres et descriptions YouTube",
  "YouTube Keyword Explorer": "Explorateur de mots-clés YouTube",
  "YouTube Money Calculator": "Calculateur d'argent YouTube",
  "YouTube Video Ideas Generator": "Générateur d'idées de vidéos YouTube",
  "YouTube Video Stats": "Statistiques des vidéos YouTube",
  "Ads Free": "Sans publicité",
  "YouTube Tag Generator": "Générateur de tags YouTube",
  "YouTube Thumbnail Generator": "Générateur de miniatures YouTube",
  "YouTube Video Player": "Lecteur vidéo YouTube",
  "YouTube Comment Picker": "Sélecteur de commentaires YouTube",
  "Yearly Unlimited Plan": "Plan illimité annuel",
  "Per year": "Par an",

  "Monthly Unlimited Plan": "Plan illimité mensuel",
  "Per month": "Par mois",

  "Can I cancel my plan anytime?": "Puis-je annuler mon plan à tout moment ?",
  "Yes, you can cancel your plan at any time from your account settings.": "Oui, vous pouvez annuler votre plan à tout moment depuis les paramètres de votre compte.",

  "What payment methods do you offer?": "Quels moyens de paiement proposez-vous ?",
  "We accept all major credit cards and PayPal.": "Nous acceptons toutes les principales cartes de crédit et PayPal.",

  "How can I switch/change my plan?": "Comment puis-je changer/modifier mon plan ?",
  "You can switch or change your plan from the billing section in your account settings.": "Vous pouvez changer ou modifier votre plan depuis la section facturation dans les paramètres de votre compte.",

  "Can I purchase only one tool?": "Puis-je acheter seulement un outil ?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "Actuellement, nous n'offrons que la suite complète d'outils dans le cadre de nos plans.",

  "Do you offer discounts for yearly plans?": "Offrez-vous des réductions pour les plans annuels ?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "Oui, nous offrons une réduction significative pour les plans annuels par rapport aux plans mensuels.",

  "How can I cancel my plan?": "Comment puis-je annuler mon plan ?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "Vous pouvez annuler votre plan depuis les paramètres de votre compte. Votre accès restera jusqu'à la fin de la période de facturation.",

  "How can I switch to annual billing?": "Comment puis-je passer à la facturation annuelle ?",
  "You can switch to annual billing from the billing section in your account settings.": "Vous pouvez passer à la facturation annuelle depuis la section facturation dans les paramètres de votre compte.",

  "What is your refund policy?": "Quelle est votre politique de remboursement ?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "Nous offrons une garantie de remboursement de 30 jours si vous n'êtes pas satisfait de notre service.",

  "Can I use YTubeTool for free?": "Puis-je utiliser YTubeTool gratuitement ?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "Oui, nous offrons un plan gratuit avec des fonctionnalités limitées. Vous pouvez passer à la version premium à tout moment pour accéder aux fonctionnalités premium.",

  "Still Have Questions?": "Vous avez encore des questions ?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "Contactez-nous à contact@ytubetool.com ou scannez le code QR ci-dessous.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
