{
  "YouTube Title and Description Generator": "Generador de títulos y descripciones de YouTube",
  "YouTube Keyword Explorer": "Explorador de palabras clave de YouTube",
  "YouTube Money Calculator": "Calculadora de dinero de YouTube",
  "YouTube Video Ideas Generator": "Generador de ideas de videos de YouTube",
  "YouTube Video Stats": "Estadísticas de videos de YouTube",
  "Ads Free": "Sin anuncios",
  "YouTube Tag Generator": "Generador de etiquetas de YouTube",
  "YouTube Thumbnail Generator": "Generador de miniaturas de YouTube",
  "YouTube Video Player": "Reproductor de video de YouTube",
  "YouTube Comment Picker": "Selector de comentarios de YouTube",
  "Yearly Unlimited Plan": "Plan ilimitado anual",
  "Per year": "Por año",

  "Monthly Unlimited Plan": "Plan ilimitado mensual",
  "Per month": "Por mes",

  "Can I cancel my plan anytime?": "¿Puedo cancelar mi plan en cualquier momento?",
  "Yes, you can cancel your plan at any time from your account settings.": "Sí, puedes cancelar tu plan en cualquier momento desde la configuración de tu cuenta.",

  "What payment methods do you offer?": "¿Qué métodos de pago ofrecen?",
  "We accept all major credit cards and PayPal.": "Aceptamos todas las principales tarjetas de crédito y PayPal.",

  "How can I switch/change my plan?": "¿Cómo puedo cambiar/modificar mi plan?",
  "You can switch or change your plan from the billing section in your account settings.": "Puedes cambiar o modificar tu plan desde la sección de facturación en la configuración de tu cuenta.",

  "Can I purchase only one tool?": "¿Puedo comprar solo una herramienta?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "Actualmente, solo ofrecemos la suite completa de herramientas como parte de nuestros planes.",

  "Do you offer discounts for yearly plans?": "¿Ofrecen descuentos para planes anuales?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "Sí, ofrecemos un descuento significativo para los planes anuales en comparación con los planes mensuales.",

  "How can I cancel my plan?": "¿Cómo puedo cancelar mi plan?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "Puedes cancelar tu plan desde la configuración de tu cuenta. Tu acceso permanecerá hasta el final del período de facturación.",

  "How can I switch to annual billing?": "¿Cómo puedo cambiar a facturación anual?",
  "You can switch to annual billing from the billing section in your account settings.": "Puedes cambiar a facturación anual desde la sección de facturación en la configuración de tu cuenta.",

  "What is your refund policy?": "¿Cuál es su política de reembolso?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "Ofrecemos una garantía de devolución de dinero de 30 días si no estás satisfecho con nuestro servicio.",

  "Can I use YTubeTool for free?": "¿Puedo usar YTubeTool gratis?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "Sí, ofrecemos un plan gratuito con funciones limitadas. Puedes actualizar en cualquier momento para acceder a funciones premium.",

  "Still Have Questions?": "¿Todavía tienes preguntas?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "Comunícate con nosotros en contact@ytubetool.com o escanea el código QR a continuación.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
