{
  "YouTube Channel Logo Download": "Скачать логотип канала YouTube",
  "Enhance your YouTube experience with our comprehensive suite of tools designed for creators and viewers alike. Extract video summaries, titles, descriptions, and more. Boost your channel's performance with advanced features and insights": "Улучшите свой опыт использования YouTube с помощью нашего комплексного набора инструментов, разработанных как для создателей, так и для зрителей. Извлекайте краткие описания видео, заголовки, описания и многое другое. Повышайте производительность своего канала с помощью передовых функций и аналитики",
  "Example: https://www.youtube.com/channel/UCnUe75Y9iRieacBvWvn61fA": "Пример: https://www.youtube.com/channel/UCnUe75Y9iRieacBvWvn61fA",
  "Share On Social Media": "Поделиться в социальных сетях",
  "Fetch limit exceeded. Please upgrade for unlimited access.": "Превышен лимит запросов. Пожалуйста, обновите план для неограниченного доступа.",
  "Failed to fetch YouTube data. Please check the channel URL.": "Не удалось получить данные YouTube. Пожалуйста, проверьте URL канала.",
  "Error downloading image:": "Ошибка загрузки изображения:",
  "All fields are required.": "Все поля обязательны для заполнения.",
  "Review submitted successfully!": "Отзыв успешно отправлен!",
  "Failed to submit review.": "Не удалось отправить отзыв.",
  "Customer reviews": "Отзывы клиентов",
  "global ratings": "глобальные оценки",
  "Review This Tool": "Оцените этот инструмент",
  "Share Your Thoughts With Other Customers": "Поделитесь своими мыслями с другими клиентами",
  "Write a customer review": "Написать отзыв клиента",
  "Verified Purchase": "Подтвержденная покупка",
  "Reviewed On": "Отзыв от",
  "See More Reviews": "Посмотреть больше отзывов",
  "Leave a Review": "Оставить отзыв",
  "Title": "Заголовок",
  "Your Review": "Ваш отзыв",
  "Submit Review": "Отправить отзыв",
  "Cancel": "Отмена",
  "Frequently Asked Questions": "Часто задаваемые вопросы",
  "Answered All Frequently Asked Questions, Still Confused? Feel Free To Contact Us": "Ответили на все часто задаваемые вопросы, все еще запутались? Не стесняйтесь обращаться к нам",
  "Related Tools": "Связанные инструменты",
  "Please log in to fetch channel data.": "Пожалуйста, войдите, чтобы получить данные канала.",
  "Congratulations! Now you can download unlimited Logo.": "Поздравляем! Теперь вы можете загружать неограниченное количество логотипов.",
  "You are not upgraded. You can generate Logo {{remainingGenerations}} more times.": "Вы не обновлены. Вы можете создать логотип еще {{remainingGenerations}} раз.",
  "Upgrade": "Обновить",
  "Please enter a valid URL.": "Пожалуйста, введите действительный URL.",
  "You have reached the limit of generating Logo . Please upgrade your plan for unlimited use.": "Вы достигли предела генерации логотипов. Пожалуйста, обновите план для неограниченного использования.",
  "Invalid YouTube channel URL. Please enter a valid URL.": "Неверный URL канала YouTube. Пожалуйста, введите действительный URL."
}
