{
  "YouTube Title and Description Generator": "Генератор заголовков и описаний YouTube",
  "YouTube Keyword Explorer": "Исследователь ключевых слов YouTube",
  "YouTube Money Calculator": "Калькулятор доходов YouTube",
  "YouTube Video Ideas Generator": "Генератор идей для видео YouTube",
  "YouTube Video Stats": "Статистика видео YouTube",
  "Ads Free": "Без рекламы",
  "YouTube Tag Generator": "Генератор тегов YouTube",
  "YouTube Thumbnail Generator": "Генератор миниатюр YouTube",
  "YouTube Video Player": "Видеоплеер YouTube",
  "YouTube Comment Picker": "Выбор комментариев YouTube",
  "Yearly Unlimited Plan": "Ежегодный безлимитный план",
  "Per year": "В год",

  "Monthly Unlimited Plan": "Месячный безлимитный план",
  "Per month": "В месяц",

  "Can I cancel my plan anytime?": "Могу ли я отменить свой план в любое время?",
  "Yes, you can cancel your plan at any time from your account settings.": "Да, вы можете отменить свой план в любое время в настройках аккаунта.",

  "What payment methods do you offer?": "Какие способы оплаты вы предлагаете?",
  "We accept all major credit cards and PayPal.": "Мы принимаем все основные кредитные карты и PayPal.",

  "How can I switch/change my plan?": "Как я могу изменить свой план?",
  "You can switch or change your plan from the billing section in your account settings.": "Вы можете изменить свой план в разделе выставления счетов в настройках аккаунта.",

  "Can I purchase only one tool?": "Могу ли я купить только один инструмент?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "В настоящее время мы предлагаем только полный набор инструментов в рамках наших планов.",

  "Do you offer discounts for yearly plans?": "Предлагаете ли вы скидки на годовые планы?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "Да, мы предлагаем значительную скидку на годовые планы по сравнению с месячными планами.",

  "How can I cancel my plan?": "Как я могу отменить свой план?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "Вы можете отменить свой план в настройках аккаунта. Ваш доступ останется до конца расчетного периода.",

  "How can I switch to annual billing?": "Как я могу переключиться на годовое выставление счетов?",
  "You can switch to annual billing from the billing section in your account settings.": "Вы можете переключиться на годовое выставление счетов в разделе выставления счетов в настройках аккаунта.",

  "What is your refund policy?": "Какая у вас политика возврата средств?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "Мы предлагаем 30-дневную гарантию возврата денег, если вы не удовлетворены нашим сервисом.",

  "Can I use YTubeTool for free?": "Могу ли я использовать YTubeTool бесплатно?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "Да, мы предлагаем бесплатный план с ограниченными функциями. Вы можете обновить план в любое время для доступа к премиум-функциям.",

  "Still Have Questions?": "Остались вопросы?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "Свяжитесь с нами по адресу contact@ytubetool.com или отсканируйте QR-код ниже.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
