{
  "YouTube Title and Description Generator": "YouTube-Titel- und Beschreibungsgenerator",
  "YouTube Keyword Explorer": "YouTube-Keyword-Explorer",
  "YouTube Money Calculator": "YouTube-Geldrechner",
  "YouTube Video Ideas Generator": "YouTube-Video-Ideen-Generator",
  "YouTube Video Stats": "YouTube-Video-Statistiken",
  "Ads Free": "Werbefrei",
  "YouTube Tag Generator": "YouTube-Tag-Generator",
  "YouTube Thumbnail Generator": "YouTube-Thumbnail-Generator",
  "YouTube Video Player": "YouTube-Videoplayer",
  "YouTube Comment Picker": "YouTube-Kommentar-Picker",
  "Yearly Unlimited Plan": "Jährlicher Unbegrenzter Plan",
  "Per year": "Pro Jahr",

  "Monthly Unlimited Plan": "Monatlicher Unbegrenzter Plan",
  "Per month": "Pro Monat",

  "Can I cancel my plan anytime?": "Kann ich meinen Plan jederzeit kündigen?",
  "Yes, you can cancel your plan at any time from your account settings.": "Ja, Sie können Ihren Plan jederzeit in den Kontoeinstellungen kündigen.",

  "What payment methods do you offer?": "Welche Zahlungsmethoden bieten Sie an?",
  "We accept all major credit cards and PayPal.": "Wir akzeptieren alle gängigen Kreditkarten und PayPal.",

  "How can I switch/change my plan?": "Wie kann ich meinen Plan wechseln/ändern?",
  "You can switch or change your plan from the billing section in your account settings.": "Sie können Ihren Plan im Abrechnungsbereich Ihrer Kontoeinstellungen wechseln oder ändern.",

  "Can I purchase only one tool?": "Kann ich nur ein Werkzeug kaufen?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "Derzeit bieten wir nur die gesamte Werkzeug-Suite als Teil unserer Pläne an.",

  "Do you offer discounts for yearly plans?": "Bieten Sie Rabatte für Jahrespläne an?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "Ja, wir bieten einen erheblichen Rabatt für Jahrespläne im Vergleich zu Monatsplänen an.",

  "How can I cancel my plan?": "Wie kann ich meinen Plan kündigen?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "Sie können Ihren Plan in den Kontoeinstellungen kündigen. Ihr Zugang bleibt bis zum Ende des Abrechnungszeitraums bestehen.",

  "How can I switch to annual billing?": "Wie kann ich zur jährlichen Abrechnung wechseln?",
  "You can switch to annual billing from the billing section in your account settings.": "Sie können zur jährlichen Abrechnung im Abrechnungsbereich Ihrer Kontoeinstellungen wechseln.",

  "What is your refund policy?": "Was ist Ihre Rückerstattungsrichtlinie?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "Wir bieten eine 30-tägige Geld-zurück-Garantie, wenn Sie mit unserem Service nicht zufrieden sind.",

  "Can I use YTubeTool for free?": "Kann ich YTubeTool kostenlos nutzen?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "Ja, wir bieten einen kostenlosen Plan mit eingeschränkten Funktionen an. Sie können jederzeit upgraden, um auf Premium-Funktionen zuzugreifen.",

  "Still Have Questions?": "Haben Sie noch Fragen?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "Kontaktieren Sie uns unter contact@ytubetool.com oder scannen Sie den untenstehenden QR-Code.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
