{
  "YouTube Channel Logo Download": "यूट्यूब चैनल लोगो डाउनलोड",
  "Enhance your YouTube experience with our comprehensive suite of tools designed for creators and viewers alike. Extract video summaries, titles, descriptions, and more. Boost your channel's performance with advanced features and insights": "निर्माताओं और दर्शकों दोनों के लिए डिज़ाइन किए गए हमारे व्यापक टूल सूट के साथ अपना यूट्यूब अनुभव बढ़ाएं। वीडियो सारांश, शीर्षक, विवरण और अधिक निकालें। उन्नत सुविधाओं और अंतर्दृष्टि के साथ अपने चैनल के प्रदर्शन को बढ़ावा दें",
  "Example: https://www.youtube.com/channel/UCnUe75Y9iRieacBvWvn61fA": "उदाहरण: https://www.youtube.com/channel/UCnUe75Y9iRieacBvWvn61fA",
  "Share On Social Media": "सोशल मीडिया पर साझा करें",
  "Fetch limit exceeded. Please upgrade for unlimited access.": "फेच सीमा पार हो गई। कृपया असीमित पहुंच के लिए अपग्रेड करें।",
  "Failed to fetch YouTube data. Please check the channel URL.": "यूट्यूब डेटा प्राप्त करने में विफल। कृपया चैनल URL जांचें।",
  "Error downloading image:": "छवि डाउनलोड करने में त्रुटि:",
  "All fields are required.": "सभी फ़ील्ड आवश्यक हैं।",
  "Review submitted successfully!": "समीक्षा सफलतापूर्वक प्रस्तुत की गई!",
  "Failed to submit review.": "समीक्षा प्रस्तुत करने में विफल।",
  "Customer reviews": "ग्राहक समीक्षा",
  "global ratings": "वैश्विक रेटिंग",
  "Review This Tool": "इस टूल की समीक्षा करें",
  "Share Your Thoughts With Other Customers": "अपने विचार अन्य ग्राहकों के साथ साझा करें",
  "Write a customer review": "ग्राहक समीक्षा लिखें",
  "Verified Purchase": "सत्यापित खरीद",
  "Reviewed On": "समीक्षा की गई",
  "See More Reviews": "अधिक समीक्षाएं देखें",
  "Leave a Review": "समीक्षा छोड़ें",
  "Title": "शीर्षक",
  "Your Review": "आपकी समीक्षा",
  "Submit Review": "समीक्षा प्रस्तुत करें",
  "Cancel": "रद्द करें",
  "Frequently Asked Questions": "अक्सर पूछे जाने वाले प्रश्न",
  "Answered All Frequently Asked Questions, Still Confused? Feel Free To Contact Us": "सभी अक्सर पूछे जाने वाले प्रश्नों के उत्तर दिए गए, फिर भी भ्रमित हैं? बेझिझक हमसे संपर्क करें",
  "Related Tools": "संबंधित उपकरण",
  "Please log in to fetch channel data.": "कृपया चैनल डेटा प्राप्त करने के लिए लॉगिन करें।",
  "Congratulations! Now you can download unlimited Logo.": "बधाई हो! अब आप असीमित लोगो डाउनलोड कर सकते हैं।",
  "You are not upgraded. You can generate Logo {{remainingGenerations}} more times.": "आपने अपग्रेड नहीं किया है। आप लोगो {{remainingGenerations}} और बार जनरेट कर सकते हैं।",
  "Upgrade": "अपग्रेड",
  "Please enter a valid URL.": "कृपया एक मान्य URL दर्ज करें।",
  "You have reached the limit of generating Logo . Please upgrade your plan for unlimited use.": "आपने लोगो जनरेट करने की सीमा तक पहुंच गए हैं। कृपया असीमित उपयोग के लिए अपनी योजना को अपग्रेड करें।",
  "Invalid YouTube channel URL. Please enter a valid URL.": "अमान्य यूट्यूब चैनल URL। कृपया एक मान्य URL दर्ज करें।"
}
