{
  "YouTube Title and Description Generator": "यूट्यूब शीर्षक और विवरण जनरेटर",
  "YouTube Keyword Explorer": "यूट्यूब कीवर्ड एक्सप्लोरर",
  "YouTube Money Calculator": "यूट्यूब मनी कैलकुलेटर",
  "YouTube Video Ideas Generator": "यूट्यूब वीडियो आइडियाज जनरेटर",
  "YouTube Video Stats": "यूट्यूब वीडियो आँकड़े",
  "Ads Free": "विज्ञापन मुक्त",
  "YouTube Tag Generator": "यूट्यूब टैग जनरेटर",
  "YouTube Thumbnail Generator": "यूट्यूब थंबनेल जनरेटर",
  "YouTube Video Player": "यूट्यूब वीडियो प्लेयर",
  "YouTube Comment Picker": "यूट्यूब टिप्पणी चयनकर्ता",
  "Yearly Unlimited Plan": "वार्षिक अनलिमिटेड प्लान",
  "Per year": "प्रति वर्ष",

  "Monthly Unlimited Plan": "मासिक अनलिमिटेड प्लान",
  "Per month": "प्रति माह",

  "Can I cancel my plan anytime?": "क्या मैं अपनी योजना को कभी भी रद्द कर सकता हूँ?",
  "Yes, you can cancel your plan at any time from your account settings.": "हाँ, आप अपने खाता सेटिंग्स से कभी भी अपनी योजना रद्द कर सकते हैं.",

  "What payment methods do you offer?": "आप कौन-कौन से भुगतान के तरीके प्रदान करते हैं?",
  "We accept all major credit cards and PayPal.": "हम सभी प्रमुख क्रेडिट कार्ड और पेपाल स्वीकार करते हैं.",

  "How can I switch/change my plan?": "मैं अपनी योजना को कैसे बदल/संशोधित कर सकता हूँ?",
  "You can switch or change your plan from the billing section in your account settings.": "आप अपने खाता सेटिंग्स के बिलिंग अनुभाग से अपनी योजना को बदल या संशोधित कर सकते हैं.",

  "Can I purchase only one tool?": "क्या मैं केवल एक उपकरण खरीद सकता हूँ?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "वर्तमान में, हम अपनी योजनाओं के भाग के रूप में केवल संपूर्ण उपकरण पैकेज ही प्रदान करते हैं.",

  "Do you offer discounts for yearly plans?": "क्या आप वार्षिक योजनाओं के लिए छूट प्रदान करते हैं?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "हाँ, हम मासिक योजनाओं की तुलना में वार्षिक योजनाओं के लिए महत्वपूर्ण छूट प्रदान करते हैं.",

  "How can I cancel my plan?": "मैं अपनी योजना को कैसे रद्द कर सकता हूँ?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "आप खाता सेटिंग्स से अपनी योजना रद्द कर सकते हैं. आपकी पहुँच बिलिंग अवधि के अंत तक बनी रहेगी.",

  "How can I switch to annual billing?": "मैं वार्षिक बिलिंग पर कैसे स्विच कर सकता हूँ?",
  "You can switch to annual billing from the billing section in your account settings.": "आप अपने खाता सेटिंग्स के बिलिंग अनुभाग से वार्षिक बिलिंग पर स्विच कर सकते हैं.",

  "What is your refund policy?": "आपकी धनवापसी नीति क्या है?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "यदि आप हमारी सेवा से संतुष्ट नहीं हैं, तो हम 30-दिन की धनवापसी गारंटी प्रदान करते हैं.",

  "Can I use YTubeTool for free?": "क्या मैं YTubeTool का मुफ्त में उपयोग कर सकता हूँ?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "हाँ, हम सीमित सुविधाओं के साथ एक मुफ्त योजना प्रदान करते हैं. आप प्रीमियम सुविधाओं का उपयोग करने के लिए कभी भी अपग्रेड कर सकते हैं.",

  "Still Have Questions?": "अभी भी प्रश्न हैं?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "हमसे contact@ytubetool.com पर संपर्क करें या नीचे दिए गए QR कोड को स्कैन करें.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
