{
  "YouTube Title and Description Generator": "YouTube-titel- en beschrijvinggenerator",
  "YouTube Keyword Explorer": "YouTube-sleutelwoordverkenner",
  "YouTube Money Calculator": "YouTube-geldcalculator",
  "YouTube Video Ideas Generator": "YouTube-video-ideeëngenerator",
  "YouTube Video Stats": "YouTube-videostatistieken",
  "Ads Free": "Advertentievrij",
  "YouTube Tag Generator": "YouTube-taggenerator",
  "YouTube Thumbnail Generator": "YouTube-miniatuurgenerator",
  "YouTube Video Player": "YouTube-videospeler",
  "YouTube Comment Picker": "YouTube-commentaarpicker",
  "Yearly Unlimited Plan": "Jaarlijks onbeperkt plan",
  "Per year": "Per jaar",

  "Monthly Unlimited Plan": "Maandelijks onbeperkt plan",
  "Per month": "Per maand",

  "Can I cancel my plan anytime?": "Kan ik mijn abonnement op elk moment opzeggen?",
  "Yes, you can cancel your plan at any time from your account settings.": "Ja, u kunt uw abonnement op elk moment opzeggen via uw accountinstellingen.",

  "What payment methods do you offer?": "Welke betaalmethoden bieden jullie aan?",
  "We accept all major credit cards and PayPal.": "Wij accepteren alle gangbare creditcards en PayPal.",

  "How can I switch/change my plan?": "Hoe kan ik mijn abonnement wijzigen?",
  "You can switch or change your plan from the billing section in your account settings.": "U kunt uw abonnement wijzigen via de factureringssectie in uw accountinstellingen.",

  "Can I purchase only one tool?": "Kan ik slechts één tool kopen?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "Momenteel bieden wij alleen de volledige suite van tools aan als onderdeel van onze abonnementen.",

  "Do you offer discounts for yearly plans?": "Bieden jullie kortingen aan voor jaarlijkse abonnementen?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "Ja, wij bieden een aanzienlijke korting voor jaarlijkse abonnementen in vergelijking met maandelijkse abonnementen.",

  "How can I cancel my plan?": "Hoe kan ik mijn abonnement opzeggen?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "U kunt uw abonnement opzeggen via de accountinstellingen. Uw toegang blijft behouden tot het einde van de factureringsperiode.",

  "How can I switch to annual billing?": "Hoe kan ik overstappen op jaarlijkse facturering?",
  "You can switch to annual billing from the billing section in your account settings.": "U kunt overstappen op jaarlijkse facturering via de factureringssectie in uw accountinstellingen.",

  "What is your refund policy?": "Wat is jullie restitutiebeleid?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "Wij bieden een 30-dagen geld-terug-garantie als u niet tevreden bent met onze service.",

  "Can I use YTubeTool for free?": "Kan ik YTubeTool gratis gebruiken?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "Ja, wij bieden een gratis abonnement met beperkte functies aan. U kunt op elk moment upgraden om toegang te krijgen tot premium functies.",

  "Still Have Questions?": "Heeft u nog vragen?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "Neem contact met ons op via contact@ytubetool.com of scan de onderstaande QR-code.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
