{
  "YouTube Title and Description Generator": "Generatore di titoli e descrizioni di YouTube",
  "YouTube Keyword Explorer": "Esploratore di parole chiave di YouTube",
  "YouTube Money Calculator": "Calcolatore di guadagni di YouTube",
  "YouTube Video Ideas Generator": "Generatore di idee per video di YouTube",
  "YouTube Video Stats": "Statistiche video di YouTube",
  "Ads Free": "Senza pubblicità",
  "YouTube Tag Generator": "Generatore di tag di YouTube",
  "YouTube Thumbnail Generator": "Generatore di miniature di YouTube",
  "YouTube Video Player": "Lettore video di YouTube",
  "YouTube Comment Picker": "Selettore di commenti di YouTube",
  "Yearly Unlimited Plan": "Piano annuale illimitato",
  "Per year": "All'anno",

  "Monthly Unlimited Plan": "Piano mensile illimitato",
  "Per month": "Al mese",

  "Can I cancel my plan anytime?": "Posso annullare il mio piano in qualsiasi momento?",
  "Yes, you can cancel your plan at any time from your account settings.": "Sì, puoi annullare il tuo piano in qualsiasi momento dalle impostazioni del tuo account.",

  "What payment methods do you offer?": "Quali metodi di pagamento offrite?",
  "We accept all major credit cards and PayPal.": "Accettiamo tutte le principali carte di credito e PayPal.",

  "How can I switch/change my plan?": "Come posso cambiare/modificare il mio piano?",
  "You can switch or change your plan from the billing section in your account settings.": "Puoi cambiare o modificare il tuo piano dalla sezione di fatturazione nelle impostazioni del tuo account.",

  "Can I purchase only one tool?": "Posso acquistare solo uno strumento?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "Attualmente offriamo solo l'intera suite di strumenti come parte dei nostri piani.",

  "Do you offer discounts for yearly plans?": "Offrite sconti per i piani annuali?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "Sì, offriamo uno sconto significativo per i piani annuali rispetto ai piani mensili.",

  "How can I cancel my plan?": "Come posso annullare il mio piano?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "Puoi annullare il tuo piano dalle impostazioni dell'account. Il tuo accesso rimarrà attivo fino alla fine del periodo di fatturazione.",

  "How can I switch to annual billing?": "Come posso passare alla fatturazione annuale?",
  "You can switch to annual billing from the billing section in your account settings.": "Puoi passare alla fatturazione annuale dalla sezione di fatturazione nelle impostazioni del tuo account.",

  "What is your refund policy?": "Qual è la vostra politica di rimborso?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "Offriamo una garanzia di rimborso di 30 giorni se non sei soddisfatto del nostro servizio.",

  "Can I use YTubeTool for free?": "Posso usare YTubeTool gratuitamente?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "Sì, offriamo un piano gratuito con funzionalità limitate. Puoi effettuare l'upgrade in qualsiasi momento per accedere alle funzionalità premium.",

  "Still Have Questions?": "Hai ancora domande?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "Contattaci a contact@ytubetool.com o scansiona il codice QR qui sotto.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
