{
  "YouTube Title and Description Generator": "યૂટ્યુબ શીર્ષક અને વર્ણન જનરેટર",
  "YouTube Keyword Explorer": "યૂટ્યુબ કીવર્ડ એક્સપ્લોરર",
  "YouTube Money Calculator": "યૂટ્યુબ મની કેલ્ક્યુલેટર",
  "YouTube Video Ideas Generator": "યૂટ્યુબ વિડિઓ આઈડિયા જનરેટર",
  "YouTube Video Stats": "યૂટ્યુબ વિડિઓ આંકડા",
  "Ads Free": "જાહેરાત મુક્ત",
  "YouTube Tag Generator": "યૂટ્યુબ ટૅગ જનરેટર",
  "YouTube Thumbnail Generator": "યૂટ્યુબ થંબનેલ જનરેટર",
  "YouTube Video Player": "યૂટ્યુબ વિડિઓ પ્લેયર",
  "YouTube Comment Picker": "યૂટ્યુબ કમેન્ટ પિકર",
  "Yearly Unlimited Plan": "વાર્ષિક અનલિમિટેડ પ્લાન",
  "Per year": "દર વર્ષે",

  "Monthly Unlimited Plan": "માસિક અનલિમિટેડ પ્લાન",
  "Per month": "દર મહિને",

  "Can I cancel my plan anytime?": "શું હું કોઈપણ સમયે મારી યોજના રદ કરી શકું?",
  "Yes, you can cancel your plan at any time from your account settings.": "હા, તમે તમારા એકાઉન્ટ સેટિંગ્સમાંથી કોઈપણ સમયે તમારી યોજના રદ કરી શકો છો.",

  "What payment methods do you offer?": "તમે કયા ચુકવણી રીતો ઓફર કરો છો?",
  "We accept all major credit cards and PayPal.": "અમે બધી મુખ્ય ક્રેડિટ કાર્ડ્સ અને પેપલ સ્વીકારીયે છીએ.",

  "How can I switch/change my plan?": "હું મારી યોજના કેવી રીતે બદલી / ફેરફાર કરી શકું?",
  "You can switch or change your plan from the billing section in your account settings.": "તમે તમારા એકાઉન્ટ સેટિંગ્સની બિલિંગ વિભાગમાંથી તમારી યોજના બદલી અથવા ફેરફાર કરી શકો છો.",

  "Can I purchase only one tool?": "શું હું ફક્ત એક સાધન ખરીદી શકું?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "વર્તમાનમાં, અમે અમારી યોજનાઓના ભાગ રૂપે ફક્ત સંપૂર્ણ સાધન પેકેજ ઓફર કરીએ છીએ.",

  "Do you offer discounts for yearly plans?": "શું તમે વાર્ષિક યોજનાઓ માટે રિયાયતી દરો ઓફર કરો છો?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "હા, અમે માસિક યોજનાઓની સરખામણીમાં વાર્ષિક યોજનાઓ માટે મહત્તમ રિયાયતી દરો ઓફર કરીએ છીએ.",

  "How can I cancel my plan?": "હું મારી યોજના કેવી રીતે રદ કરી શકું?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "તમે એકાઉન્ટ સેટિંગ્સમાંથી તમારી યોજના રદ કરી શકો છો. તમારી પહોંચ બિલિંગ સમયગાળાના અંત સુધી રહેશે.",

  "How can I switch to annual billing?": "હું કેવી રીતે વાર્ષિક બિલિંગ પર બદલી શકું?",
  "You can switch to annual billing from the billing section in your account settings.": "તમે તમારા એકાઉન્ટ સેટિંગ્સની બિલિંગ વિભાગમાંથી વાર્ષિક બિલિંગ પર બદલી શકો છો.",

  "What is your refund policy?": "તમારી પરતની નીતિ શું છે?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "જો તમે અમારી સેવાથી સંતોષ નથી, તો અમે 30-દિવસના પૈસા-પરતની ખાતરી આપીએ છીએ.",

  "Can I use YTubeTool for free?": "શું હું YTubeTool મફત માં ઉપયોગ કરી શકું?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "હા, અમે મર્યાદિત સુવિધાઓ સાથે મફત યોજના ઓફર કરીએ છીએ. તમે પ્રીમિયમ સુવિધાઓનો ઉપયોગ કરવા માટે કોઈપણ સમયે અપગ્રેડ કરી શકો છો.",

  "Still Have Questions?": "હજુ પણ પ્રશ્નો છે?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "અમારો સંપર્ક contact@ytubetool.com પર કરો અથવા નીચે આપેલા QR કોડને સ્કેન કરો.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
