{
  "YouTube Channel Logo Download": "Pobieranie logo kanału YouTube",
  "Enhance your YouTube experience with our comprehensive suite of tools designed for creators and viewers alike. Extract video summaries, titles, descriptions, and more. Boost your channel's performance with advanced features and insights": "Ulepsz swoje doświadczenie z YouTube dzięki naszej wszechstronnej gamie narzędzi zaprojektowanych zarówno dla twórców, jak i widzów. Wyodrębnij podsumowania wideo, tytuły, opisy i inne. Zwiększ wydajność swojego kanału dzięki zaawansowanym funkcjom i spostrzeżeniom",
  "Example: https://www.youtube.com/channel/UCnUe75Y9iRieacBvWvn61fA": "Przykład: https://www.youtube.com/channel/UCnUe75Y9iRieacBvWvn61fA",
  "Share On Social Media": "Udostępnij w mediach społecznościowych",
  "Fetch limit exceeded. Please upgrade for unlimited access.": "Przekroczono limit pobierania. Proszę zaktualizować, aby uzyskać nieograniczony dostęp.",
  "Failed to fetch YouTube data. Please check the channel URL.": "Nie udało się pobrać danych z YouTube. Proszę sprawdzić adres URL kanału.",
  "Error downloading image:": "Błąd pobierania obrazu:",
  "All fields are required.": "Wszystkie pola są wymagane.",
  "Review submitted successfully!": "Recenzja została pomyślnie przesłana!",
  "Failed to submit review.": "Nie udało się przesłać recenzji.",
  "Customer reviews": "Opinie klientów",
  "global ratings": "oceny globalne",
  "Review This Tool": "Oceń to narzędzie",
  "Share Your Thoughts With Other Customers": "Podziel się swoimi przemyśleniami z innymi klientami",
  "Write a customer review": "Napisz recenzję klienta",
  "Verified Purchase": "Zweryfikowany zakup",
  "Reviewed On": "Ocenione dnia",
  "See More Reviews": "Zobacz więcej recenzji",
  "Leave a Review": "Zostaw recenzję",
  "Title": "Tytuł",
  "Your Review": "Twoja recenzja",
  "Submit Review": "Prześlij recenzję",
  "Cancel": "Anuluj",
  "Frequently Asked Questions": "Najczęściej zadawane pytania",
  "Answered All Frequently Asked Questions, Still Confused? Feel Free To Contact Us": "Odpowiedzieliśmy na wszystkie często zadawane pytania, nadal masz wątpliwości? Skontaktuj się z nami",
  "Related Tools": "Powiązane narzędzia",
  "Please log in to fetch channel data.": "Zaloguj się, aby pobrać dane kanału.",
  "Congratulations! Now you can download unlimited Logo.": "Gratulacje! Teraz możesz pobierać nieograniczoną liczbę logo.",
  "You are not upgraded. You can generate Logo {{remainingGenerations}} more times.": "Nie masz aktualizacji. Możesz wygenerować logo jeszcze {{remainingGenerations}} razy.",
  "Upgrade": "Uaktualnij",
  "Please enter a valid URL.": "Proszę wprowadzić prawidłowy adres URL.",
  "You have reached the limit of generating Logo . Please upgrade your plan for unlimited use.": "Osiągnąłeś limit generowania logo. Proszę zaktualizować plan, aby uzyskać nieograniczone użytkowanie.",
  "Invalid YouTube channel URL. Please enter a valid URL.": "Nieprawidłowy adres URL kanału YouTube. Proszę wprowadzić prawidłowy adres URL."
}
