{
  "YouTube Title and Description Generator": "Generator tytułów i opisów YouTube",
  "YouTube Keyword Explorer": "Eksplorator słów kluczowych YouTube",
  "YouTube Money Calculator": "Kalkulator zarobków YouTube",
  "YouTube Video Ideas Generator": "Generator pomysłów na wideo YouTube",
  "YouTube Video Stats": "Statystyki wideo YouTube",
  "Ads Free": "Bez reklam",
  "YouTube Tag Generator": "Generator tagów YouTube",
  "YouTube Thumbnail Generator": "Generator miniatur YouTube",
  "YouTube Video Player": "Odtwarzacz wideo YouTube",
  "YouTube Comment Picker": "Wybierak komentarzy YouTube",
  "Yearly Unlimited Plan": "Roczny nieograniczony plan",
  "Per year": "Rocznie",

  "Monthly Unlimited Plan": "Miesięczny nieograniczony plan",
  "Per month": "Miesięcznie",

  "Can I cancel my plan anytime?": "Czy mogę anulować mój plan w dowolnym momencie?",
  "Yes, you can cancel your plan at any time from your account settings.": "Tak, możesz anulować swój plan w dowolnym momencie z ustawień konta.",

  "What payment methods do you offer?": "Jakie metody płatności oferujecie?",
  "We accept all major credit cards and PayPal.": "Akceptujemy wszystkie główne karty kredytowe oraz PayPal.",

  "How can I switch/change my plan?": "Jak mogę zmienić/modyfikować mój plan?",
  "You can switch or change your plan from the billing section in your account settings.": "Możesz zmienić lub modyfikować swój plan w sekcji rozliczeń w ustawieniach konta.",

  "Can I purchase only one tool?": "Czy mogę kupić tylko jedno narzędzie?",
  "Currently, we only offer the entire suite of tools as part of our plans.": "Obecnie oferujemy tylko cały pakiet narzędzi jako część naszych planów.",

  "Do you offer discounts for yearly plans?": "Czy oferujecie rabaty na plany roczne?",
  "Yes, we offer a significant discount for yearly plans as compared to monthly plans.": "Tak, oferujemy znaczący rabat na plany roczne w porównaniu do planów miesięcznych.",

  "How can I cancel my plan?": "Jak mogę anulować mój plan?",
  "You can cancel your plan from the account settings. Your access will remain until the end of the billing period.": "Możesz anulować swój plan w ustawieniach konta. Twój dostęp pozostanie aktywny do końca okresu rozliczeniowego.",

  "How can I switch to annual billing?": "Jak mogę przełączyć się na roczne rozliczenie?",
  "You can switch to annual billing from the billing section in your account settings.": "Możesz przełączyć się na roczne rozliczenie w sekcji rozliczeń w ustawieniach konta.",

  "What is your refund policy?": "Jaka jest wasza polityka zwrotów?",
  "We offer a 30-day money-back guarantee if you are not satisfied with our service.": "Oferujemy 30-dniową gwarancję zwrotu pieniędzy, jeśli nie jesteś zadowolony z naszej usługi.",

  "Can I use YTubeTool for free?": "Czy mogę używać YTubeTool za darmo?",
  "Yes, we offer a free plan with limited features. You can upgrade anytime to access premium features.": "Tak, oferujemy darmowy plan z ograniczonymi funkcjami. Możesz uaktualnić swój plan w dowolnym momencie, aby uzyskać dostęp do funkcji premium.",

  "Still Have Questions?": "Masz jeszcze pytania?",
  "Reach out to us at contact@ytubetool.com or scan the QR code below.": "Skontaktuj się z nami na contact@ytubetool.com lub zeskanuj poniższy kod QR.",

  "PayPal": "PayPal",
  "Stripe": "Stripe"
}
